Repository: LinkNacional/woocommerce-invoice-payment
Catalog: languages/wc-invoice-payment-*.po
Languages: pt_br

source: Link Invoice Payment plugin is a powerful extension for WooCommerce, designed to simplify online billing. Whether for one-time or recurring invoices.
pt_br: Link de Pagamento por Faturas é uma extensão poderosa para o WooCommerce, criada para facilitar a emissão de faturas avulsas ou recorrentes.

source: List invoices
pt_br: Listar faturas

source: Invoices
pt_br: Faturas

source: Invoice
pt_br: Fatura

source: Edit invoice
pt_br: Editar faturas

source: Invoice successfully saved
pt_br: Fatura salva com sucesso

source: Error on invoice generation
pt_br: Erro na geração da fatura

source: Invoices successfully deleted
pt_br: Faturas excluídas com sucesso

source: Error on invoice deletion
pt_br: Erro ao excluir a fatura

source: Invoice details
pt_br: Detalhes da fatura

source: Default payment method
pt_br: Método de pagamento padrão

source: Currency
pt_br: Moeda

source: Name
pt_br: Nome

source: Amount
pt_br: Valor

source: Add line
pt_br: Adicionar linha

source: Invoice actions
pt_br: Ações de fatura

source: Select an action...
pt_br: Selecione uma ação...

source: Send invoice to customer
pt_br: Enviar fatura para o cliente

source: Price
pt_br: Preço

source: Add invoice
pt_br: Adicionar fatura

source: Add subscription
pt_br: Adicionar assinatura

source: Payment status
pt_br: Status de pagamento

source: depends on the last version of WooCommerce to work!
pt_br: necessita da última versão do WooCommerce para funcionar!

source: Active WooCommerce
pt_br: Ativar WooCommerce

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: Invoice payment link
pt_br: Link de pagamento da fatura

source: Payment link
pt_br: Link de pagamento

source: Due date
pt_br: Data de vencimento

source: Payment details
pt_br: Detalhes do pagamento

source: Payment method
pt_br: Método de pagamento

source: Description
pt_br: Descrição

source: Bill To
pt_br: Destinatário

source: Date
pt_br: Data

source: Download invoice
pt_br: Baixar fatura

source: Unable to generate the PDF. Please, contact support.
pt_br: Não foi possível gerar o PDF. Por favor, entre em contato com o suporte.

source: Settings
pt_br: Configurações

source: Default PDF template for invoices
pt_br: Template PDF padrão para faturas

source: Invoice PDF template
pt_br: Template do PDF da fatura

source: Extra data
pt_br: Dados extra

source: Footer notes
pt_br: Notas do rodapé

source: Details in HTML
pt_br: Detalhes em HTML

source: Default template
pt_br: Template padrão

source: Logo URL
pt_br: URL da logo

source: Invoice By Link Nacional
pt_br: Fatura por Link Nacional

source: Invoice settings
pt_br: Configurações de fatura

source: Default footer
pt_br: Rodapé padrão

source: Sender details
pt_br: Dados do remetente

source: Text before payment link
pt_br: Texto antes do link de pagamento

source: Multiple payment option
pt_br: Opção de pagamento múltiplo

source: Share payment link
pt_br: Compartilhar link de pagamento

source: Share with
pt_br: Compartilhe com

source: Or copy link
pt_br: Ou copie o link

source: Start date
pt_br: Data de criação

source: Subscription
pt_br: Assinatura

source: This is a subscription product.
pt_br: Este é um produto com assinatura

source: Subscription Interval
pt_br: Intervalo da assinatura

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: Years
pt_br: Anos

source: Subscriptions
pt_br: Assinaturas

source: List Subscriptions
pt_br: Listar assinaturas

source: Activate invoices
pt_br: Ativar faturas

source: Create an invoice whenever a product is purchased
pt_br: Criar uma fatura sempre que um produto for comprado

source: Create invoices for products
pt_br: Criar faturas para produtos

source: Edit subscription
pt_br: Editar assinatura

source: Subscription successfully saved
pt_br: Assinatura salva com sucesso

source: Subscription actions
pt_br: Ações da assinatura

source: Subscription details
pt_br: Detalhes da assinatura

source: Cancel subscription
pt_br: Cancelar assinatura

source: Enable/Disable email verification.
pt_br: Habilitar/Desabilitar verificação de email.

source: Your download will begin shortly. Please wait a moment.
pt_br: O seu download será iniciado em breve. Por favor, aguarde um momento.

source: Select the checkbox to enable email verification.
pt_br: Marque a caixa de seleção para ativar a verificação de e-mail.

source: Subscription limit
pt_br: Limite da assinatura

source: Set a limit for the number of invoices that will be generated for the subscription, by default, there is no limit.
pt_br: Defina um limite para a quantidade de faturas que serão geradas para a assinatura, por padrão não há limite.

source: Generated invoices
pt_br: Faturas geradas

source: Subscription settings
pt_br: Configurações de assinatura

source: Set the lead time for invoice generation relative to the due date.
pt_br: Configure a antecedência para a geração da fatura em relação à data de vencimento.

source: Invoice issuance lead time
pt_br: Antecedência para emissão de fatura

source: Maximum recommended width of 460 pixels
pt_br: Largura máxima recomendada de 460 pixels

source: Upload image
pt_br: Enviar imagem

source: Downloading...
pt_br: Baixando...

source: Create an invoice whenever a product is purchased.
pt_br: Crie uma fatura sempre que um produto for adquirido.

source: Limit number of invoices
pt_br: Limitar quantidade de faturas

source: By enabling this setting, every purchase order in WooCommerce will have an invoice available in the invoice lists. This feature makes it easier to send a payment link to the user who made a product purchase in the WooCommerce store.
pt_br: Ao habilitar essa configuração todo pedido de compra do WooCommerce terá uma fatura disponível nas listas de faturas, esse recurso facilita o envio de um link de pagamento para o usuário que fez uma compra de produto na loja do WooCommerce.

source: Enable email verification on the invoice.
pt_br: Ativar a verificação de e-mail na fatura.

source: This feature will enable a text box for the user to enter their email address before displaying the invoice.
pt_br: Esta funcionalidade irá ativar uma caixa de entrada de texto para o usuário informar o endereço de e-mail antes de exibir a fatura.

source: Are you sure you want to delete the invoice?
pt_br: Tem certeza que deseja deletar a fatura?

source: Are you sure you want to cancel the invoice?
pt_br: Tem certeza que deseja cancelar a fatura?

source: Payer Data
pt_br: Dados do Pagador

source: Country
pt_br: País

source: Invoice PDF language
pt_br: Idioma do PDF da fatura

source: To add other languages, install the language in your WordPress.
pt_br: Para adicionar outros idiomas, instale o idioma em seu Wordpress.

source: Feature available for registered user
pt_br: Recurso disponivel para usuário cadastrado

source: Create user
pt_br: Criar usuário

source: Feature available for registered user.
pt_br: Recurso disponivel para usuário cadastrados

source: To automate charges, choose a compatible payment method (e.g., Cielo Pro Plugin). If multiple payments are selected, the charge will not be automatic.
pt_br: Para automatizar as cobranças selecione um meio de pagamento com essa capacidade (ex.: Plugin Cielo Pro). Ao marcar pagamentos múltiplos a cobrança não será automática.

source: Select a user to generate subscriptions. Guests cannot process automatic charges.
pt_br: Selecione um usuário para gerar assinaturas. Visitantes não tem capacidade para cobranças automáticas.

source: Customer
pt_br: Cliente

source: Type
pt_br: Tipo

source: Fee
pt_br: Taxa

source: Discount
pt_br: Desconto

source: Payment Methods
pt_br: Método de Pagamentos

source: Configure fees or discounts for each payment method
pt_br: Configurar taxas ou descontos para cada método de pagamento

source: Show fee on payment
pt_br: Mostrar taxa no pagamento

source: Show discount on payment
pt_br: Mostrar desconto no pagamento

source: No payment methods available. Please enable at least one payment method to use partial payment.
pt_br: Nenhum método de pagamento disponível. Por favor, ative pelo menos um método de pagamento para utilizar o pagamento parcial.

source: Select fee or discount to be applied when the user uses this payment method.
pt_br: Selecione taxa ou desconto para se aplicado quando o usuário usar esse método de pagamento.

source: Select Percentage or Fixed Value to be used in checkout and order calculation.
pt_br: Selecione Porcentagem ou Valor Fixo para usar no cálculo do checkout e pedido.

source: Only integer or decimal numbers are allowed. Examples of allowed numbers: 10 or 10.55. For percentage 30% use 30.
pt_br: É permitido apenas números inteiros ou decimais. Exemplos de números permitidos: 10 ou 10.55. Porcentagem 30% use 30.

source: Enables fee/discount payment for the payment method.
pt_br: Habilita o pagamento o taxa/desconto para o método de pagamento.

source: Configure fee or discount for this payment method.
pt_br: Configurar taxa ou desconto para este método de pagamento.

source: Fees or Discounts
pt_br: Taxas ou Descontos

source: %s of %s
pt_br: %s de %s

source: Add Product(s)
pt_br: Adicionar produto(s)

source: Search Products
pt_br: Pesquisar Produtos

source: Type to search for products...
pt_br: Digite para pesquisar produtos...

source: Selected Products
pt_br: Produtos Selecionados

source: Quantity
pt_br: Quantidade

source: Cancel
pt_br: Cancelar

source: Add to Invoice
pt_br: Adicionar à Fatura

source: No products selected
pt_br: Nenhum produto selecionado

source: Security check failed
pt_br: Verificação de segurança falhou

source: Invalid product ID
pt_br: ID do produto inválido

source: Product not found
pt_br: Produto não encontrado

source: Quote Draft
pt_br: Orçamento Rascunho

source: Quote Pending
pt_br: Orçamento Pendente

source: Quote Awaiting Approval
pt_br: Orçamento Aguardando Aprovação

source: Quote Approved
pt_br: Orçamento Aprovado

source: Quote Cancelled
pt_br: Orçamento Cancelado

source: Quote Expired
pt_br: Orçamento Vencido

source: Quote Details
pt_br: Detalhes do Orçamento

source: Quote #
pt_br: Orçamento #

source: Created on %s
pt_br: Criado em %s

source: Valid until %s
pt_br: Válido até %s

source: Product
pt_br: Produto

source: Shipping:
pt_br: Entrega:

source: Taxes:
pt_br: Impostos:

source: Actions:
pt_br: Ações:

source: Approve
pt_br: Aprovar

source: Quotes
pt_br: Orçamentos

source: Are you sure you want to approve this quote?
pt_br: Tem certeza que deseja aprovar este orçamento?

source: Are you sure you want to create an invoice for this quote?
pt_br: Tem certeza que deseja gerar uma fatura para este orçamento?

source: Are you sure you want to send the quote to the customer's email?
pt_br: Tem certeza que deseja enviar o orçamento para o email do cliente?

source: Creating Invoice...
pt_br: Gerando Fatura...

source: Processing...
pt_br: Processando...

source: Invalid security action.
pt_br: Ação de segurança inválida.

source: Quote ID not provided.
pt_br: ID do orçamento não fornecido.

source: Quote not found.
pt_br: Orçamento não encontrado.

source: This order is not a quote.
pt_br: Este pedido não é um orçamento.

source: This quote cannot be approved in its current status.
pt_br: Este orçamento não pode ser aprovado no status atual.

source: Quote approved by customer.
pt_br: Orçamento aprovado pelo cliente.

source: Quote approved by customer
pt_br: Orçamento aprovado pelo cliente

source: on date:
pt_br: na data:

source: Quote approved successfully!
pt_br: Orçamento aprovado com sucesso!

source: Pay Partial
pt_br: Pagar Parcial

source: Partial Payment
pt_br: Pagamento Parcial

source: Enter the amount you want to pay now, the rest can be paid later with other payment methods.
pt_br: Digite o valor que deseja pagar agora, o restante pode ser pago depois com outros métodos de pagamento.

source: We will use this email to send information and updates about your quote.
pt_br: Usaremos este e-mail para enviar informações e atualizações sobre seu orçamento.

source: Enter the address where you want your quote to be delivered.
pt_br: Digite o endereço em que deseja que seu orçamento seja entregue.

source: Are you sure you want to pay
pt_br: Tem certeza que deseja pagar

source: Are you sure you want to cancel this partial payment?
pt_br: Tem certeza que deseja cancelar este pagamento parcial?

source: Quote Received
pt_br: Orçamento Recebido

source: Your quote has been received and is being analyzed.
pt_br: Seu orçamento foi recebido e está sendo analisado.

source: Under Review
pt_br: Em revisão

source: Request Quote
pt_br: Solicitar orçamento

source: Quote Summary
pt_br: Resumo do Orçamento

source: Generate Invoice
pt_br: Gerar Fatura

source: Send
pt_br: Enviar

source: Approving...
pt_br: Aprovando...

source: Create Invoice
pt_br: Criar Fatura

source: Sending...
pt_br: Enviando...

source: Error
pt_br: Erro

source: Server communication error
pt_br: Erro na comunicação com o servidor

source: Quote locked for editing. To edit, update the quote status to Pending.
pt_br: Orçamento bloqueado para edição, para editar, atualize o orçamento para status Pendente.

source: Donation type
pt_br: Tipo de doação

source: Donations
pt_br: Doações

source: Fixed Amount (Donate item with fixed value item)
pt_br: Valor Fixo (Doar um item com valor fixo)

source: Variable Amount (Receive monetary donations)
pt_br: Valor Variável (Receba doações monetárias)

source: Free (Donate an item)
pt_br: Grátis (Doar um item)

source: Select the donation type.
pt_br: Selecione o tipo de doação.

source: Donation amount (%s)
pt_br: Valor da doação (%s)

source: Set the fixed donation amount.
pt_br: Defina o valor fixo da doação.

source: Preset button values
pt_br: Valores em botões

source: Enter the preset button values separated by comma. E.g.: 10, 20, 25
pt_br: Digite o valor dos botões de valores definidos separado por vírgula. Ex: 10, 20, 25

source: Hide custom amount field
pt_br: Ocultar campo de valor personalizado

source: Check this option to hide the custom amount field and show only the preset buttons.
pt_br: Marque esta opção para ocultar o campo de valor personalizado e mostrar apenas os botões pré-definidos.

source: Text
pt_br: Texto

source: Text to be displayed for free donation.
pt_br: Texto que será exibido para doação gratuita.

source: Free
pt_br: Grátis

source: Anonymous donation.
pt_br: Doação anônima.

source: Add to cart
pt_br: Adicionar ao carrinho

source: Donation
pt_br: Doação

source: Make a donation
pt_br: Fazer uma doação

source: Please enter a donation amount.
pt_br: Por favor, digite um valor para a doação.

source: The donation amount must be greater than zero.
pt_br: O valor da doação deve ser maior que zero.

source: Donation Settings
pt_br: Configuração de Doações

source: Configure options for the donation product type.
pt_br: Configure as opções para o tipo de produto de doação.

source: Enable "Donation" product type
pt_br: Ativar tipo de produto "Doação"

source: When enabled, the "Donation" product type will be available in the WooCommerce product type selector.
pt_br: Quando habilitado, o tipo de produto "Doação" ficará disponível no seletor de tipos de produto do WooCommerce.

source: Enable anonymous donation at checkout
pt_br: Ativar doação anônima no checkout

source: When enabled, a checkbox will appear at checkout allowing the customer to make an anonymous donation with their purchase.
pt_br: Quando habilitado, uma checkbox aparecerá no checkout permitindo que o cliente faça uma doação anônima junto com sua compra.

source: Enable Dokan compatibility
pt_br: Habilitar compatibilidade com Dokan

source: When enabled, activates Dokan compatibility features for donation products.
pt_br: Quando habilitado, ativa recursos de compatibilidade com o Dokan para habilitar produtos do tipo doação.

source: Warning: Disabling the "Donation" product type will automatically convert all existing donation products to simple products. Do you want to continue?
pt_br: Atenção: Ao desabilitar o tipo de produto "Doação", todos os produtos existentes do tipo doação serão convertidos automaticamente para produtos simples. Deseja continuar?
